{"translation-revision-date":"2021-07-19 12:36+0200","generator":"WP-CLI\/2.4.0","source":"admin\/js\/eidlogin-admin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=(n != 1);"},"Advanced Settings":["Fortgeschrittene Einstellungen"],"No new certificate prepared yet.":["Noch kein neues Zertifikat vorbereitet."],"Hide Advanced Settings":["Fortgeschrittene Einstellungen verbergen"],"Show Service Provider Metadata":["Service Provider Metadaten anzeigen"],"Hide Service Provider Metadata":["Service Provider Metadaten verbergen"],"Please confirm that the Service Provider has been registered at the Identity Provider. Pressing the \"Next\" button will activate the eID-Login.":["Bitte stellen Sie sicher, dass Sie den Service Provider beim Identity Provider eingetragen haben. Die eID-Login App wird mit dem Klick auf \"Weiter\" aktiviert."],"Service Provider metadata could not be fetched":["Service Provider Metadaten konnten nicht geladen werden"],"Changing the Identity Provider Settings will very likely make existing eID connections not work anymore, as they are bound to a specific Identity Provider! You maybe should make a backup of the settings before saving! Are you sure you want to save now?":["Änderungen an den Identity Provider Einstellungen führen mit hoher Wahrscheinlichkeit dazu, dass bestehende eID-Verknüpfungen nicht mehr genutzt werden können, da sie jeweils an einen bestimmten Identity Provider gebunden sind! Sie sollten ein Backup Ihrer Einstellungen machen, bevor Sie speichern! Sind Sie sicher, dass Sie jetzt speichern möchten?"],"Should all existing eID connections be deleted?":["Sollen alle bestehenden eID-Verknüpfungen gelöscht werden?"],"Reset of settings will also delete eID connections of all accounts. After this no account will be able to use the eID-Login anymore and all users must create a new eID connection! Are you sure?":["Das Zurücksetzen der Einstellungen wird auch die eID-Verknüpfungen aller Konten löschen. Danach wird kein Konto mehr über eID-Login zugänglich sein und jeder Benutzer muss eine neue eID-Verknüpfung erstellen. Sind Sie sicher?"],"This will create new certificates which will be propagated in the Service Provider SAML Metadata. Are you sure?":["Dies wird neue Zertifikate erzeugen und über die Service Provider SAML Metadaten veröffentlichen. Sind Sie sicher?"],"This will replace the already prepared certificates and replace them with a new ones which will be propagated in the Service Provider SAML Metadata. Are you sure?":["Dies wird die schon vorbereiteten Zertifikate aus den Service Provider SAML Metadaten entfernen und Sie durch neue Zertifikate ersetzen. Sind Sie sicher?"],"This will remove the currently used certificates from the Service Provider SAML Metadata and activate the prepared certificates. Are you sure?":["Dies wird die derzeit genutzten Zertifikate aus den Service Provider SAML Metadaten entfernen und die vorbereiteten Zertifikate aktivieren. Sind Sie sicher?"]}}}